[
  {
    "id": 1,
    "title": "PUBG: Battlegrounds",
    "coverPhoto": "https://example.com/images/pubg.png",
    "category": "Action",
    "description": "PUBG is a thrilling battle royale where 100 players drop onto an island, search for weapons, and fight to be the last one standing. With realistic graphics and intense gameplay, it’s one of the most popular mobile games worldwide. Players can play solo, duo, or squad mode, use various vehicles, and explore huge maps. Every match brings a new experience of survival, strategy, and shooting.",
    "size": 1900,
    "reviews": 15000000,
    "ratingAvg": 4.3,
    "downloads": 1000000000
  },
  {
    "id": 2,
    "title": "Garena Free Fire",
    "coverPhoto": "https://example.com/images/freefire.png",
    "category": "Action",
    "description": "Free Fire is a fast-paced survival shooter game where 50 players parachute onto a remote island. They fight to survive using weapons, vehicles, and tactics. Each game lasts about 10 minutes, making it quick and exciting. The graphics are smooth and optimized for low-end devices. Players can customize characters, unlock skins, and team up with friends for ranked matches.",
    "size": 700,
    "reviews": 12000000,
    "ratingAvg": 4.4,
    "downloads": 1000000000
  },
  {
    "id": 3,
    "title": "Call of Duty: Mobile",
    "coverPhoto": "https://example.com/images/codm.png",
    "category": "Action",
    "description": "Call of Duty: Mobile offers console-quality graphics and intense shooting action. Players can enjoy multiple game modes like Team Deathmatch, Domination, and Battle Royale. It also features classic COD maps like Nuketown and Crash. With detailed weapon customization and ranked gameplay, it’s a perfect mix of strategy and adrenaline.",
    "size": 2200,
    "reviews": 9000000,
    "ratingAvg": 4.5,
    "downloads": 500000000
  },
  {
    "id": 4,
    "title": "Modern Combat 5",
    "coverPhoto": "https://example.com/images/moderncombat5.png",
    "category": "Action",
    "description": "Modern Combat 5 is an action-packed FPS game with cinematic graphics and a gripping story mode. Players can also engage in online multiplayer matches. It offers multiple soldier classes, powerful weapons, and tactical gameplay. The campaign missions feel like blockbuster movie sequences, filled with explosions and intense battles.",
    "size": 1700,
    "reviews": 3000000,
    "ratingAvg": 4.2,
    "downloads": 100000000
  },
  {
    "id": 5,
    "title": "Dead Trigger 2",
    "coverPhoto": "https://example.com/images/deadtrigger2.png",
    "category": "Action",
    "description": "Dead Trigger 2 is a zombie shooter game where you fight hordes of undead across global missions. You can build your hideout, craft weapons, and explore new territories. The controls are smooth, and the graphics are top-notch for mobile devices. It’s one of the best offline action games for zombie lovers.",
    "size": 1200,
    "reviews": 2500000,
    "ratingAvg": 4.4,
    "downloads": 100000000
  },
  {
    "id": 6,
    "title": "Asphalt 9: Legends",
    "coverPhoto": "https://example.com/images/asphalt9.png",
    "category": "Car",
    "description": "Asphalt 9 is a high-speed racing game featuring real hypercars like Ferrari, Porsche, and Lamborghini. Players race across exotic locations using nitro boosts and stunts. The graphics are console-level, and the gameplay feels cinematic. It offers both single-player career mode and online multiplayer racing.",
    "size": 2500,
    "reviews": 8000000,
    "ratingAvg": 4.5,
    "downloads": 100000000
  },
  {
    "id": 7,
    "title": "Need for Speed: No Limits",
    "coverPhoto": "https://example.com/images/nfsnolimits.png",
    "category": "Car",
    "description": "NFS No Limits brings the classic street racing experience to mobile. Customize your cars, race in underground circuits, and dodge the cops. It’s fast-paced, filled with adrenaline, and perfect for short intense racing sessions. The visuals and car designs are stunning.",
    "size": 1600,
    "reviews": 4000000,
    "ratingAvg": 4.4,
    "downloads": 50000000
  },
  {
    "id": 8,
    "title": "Real Racing 3",
    "coverPhoto": "https://example.com/images/realracing3.png",
    "category": "Car",
    "description": "Real Racing 3 offers the most realistic driving experience with licensed tracks, real cars, and authentic handling. Players can participate in time trials, championships, and online races. The physics engine makes driving feel authentic. It’s the ultimate game for car simulation lovers.",
    "size": 2300,
    "reviews": 6000000,
    "ratingAvg": 4.2,
    "downloads": 500000000
  },
  {
    "id": 9,
    "title": "CarX Drift Racing 2",
    "coverPhoto": "https://example.com/images/carxdrift2.png",
    "category": "Car",
    "description": "CarX Drift Racing 2 is the ultimate drifting game for mobile. Players can customize cars, tune engines, and drift through detailed tracks. The physics are realistic, and the multiplayer drift battles are super fun. It’s ideal for players who love car control and stunts.",
    "size": 1800,
    "reviews": 2500000,
    "ratingAvg": 4.6,
    "downloads": 100000000
  },
  {
    "id": 10,
    "title": "Hill Climb Racing 2",
    "coverPhoto": "https://example.com/images/hillclimb2.png",
    "category": "Car",
    "description": "Hill Climb Racing 2 combines fun physics with creative vehicles. Players climb hills, perform stunts, and unlock new cars. It’s casual yet addictive, with both online and offline modes. The cartoonish graphics and upgrade system make it enjoyable for all ages.",
    "size": 150,
    "reviews": 7000000,
    "ratingAvg": 4.6,
    "downloads": 500000000
  },
  
  {
    "id": 11,
    "title": "FIFA Mobile",
    "coverPhoto": "https://example.com/images/fifamobile.png",
    "category": "Sports",
    "description": "FIFA Mobile brings the authentic football experience to your device. Players can build teams, compete in real-time 11v11 matches, and participate in events inspired by real leagues. The game includes over 15,000 players and 600 teams, offering realistic commentary, smooth controls, and high-quality visuals for football lovers worldwide.",
    "size": 1600,
    "reviews": 5000000,
    "ratingAvg": 4.4,
    "downloads": 100000000
  },
  {
    "id": 12,
    "title": "Cricket League",
    "coverPhoto": "https://example.com/images/cricketleague.png",
    "category": "Sports",
    "description": "Cricket League is a fast-paced multiplayer cricket game where matches last only a few minutes. Players can compete with real users worldwide, unlock new stadiums, and upgrade their batsmen and bowlers. It’s ideal for cricket lovers who want short, exciting matches anytime, anywhere.",
    "size": 500,
    "reviews": 1200000,
    "ratingAvg": 4.2,
    "downloads": 50000000
  },
  {
    "id": 13,
    "title": "8 Ball Pool",
    "coverPhoto": "https://example.com/images/8ballpool.png",
    "category": "Sports",
    "description": "8 Ball Pool by Miniclip is the most popular online pool game in the world. Challenge friends or play with millions of players globally in 1-on-1 matches. Earn coins, unlock cues, and join tournaments. The realistic physics and competitive gameplay make it an all-time favorite casual sport.",
    "size": 120,
    "reviews": 9000000,
    "ratingAvg": 4.5,
    "downloads": 1000000000
  },
  {
    "id": 14,
    "title": "Tennis Clash",
    "coverPhoto": "https://example.com/images/tennisclash.png",
    "category": "Sports",
    "description": "Tennis Clash is a fast and fun multiplayer tennis game with stunning 3D graphics. You can challenge players from around the world in quick matches, upgrade your equipment, and participate in tournaments. It’s easy to learn but hard to master, perfect for competitive players.",
    "size": 600,
    "reviews": 3200000,
    "ratingAvg": 4.3,
    "downloads": 50000000
  },
  {
    "id": 15,
    "title": "Basketball Stars",
    "coverPhoto": "https://example.com/images/basketballstars.png",
    "category": "Sports",
    "description": "Basketball Stars offers 1v1 real-time basketball action where you can show off your dribbling and shooting skills. The game features multiple modes, character customization, and realistic animations. With stylish courts and global competitions, it’s one of the best basketball games for mobile.",
    "size": 400,
    "reviews": 2700000,
    "ratingAvg": 4.4,
    "downloads": 100000000
  },
  {
    "id": 16,
    "title": "Subway Surfers",
    "coverPhoto": "https://example.com/images/subwaysurfers.png",
    "category": "Offline",
    "description": "Subway Surfers is an endless runner game where you dash through subway tracks, dodge trains, and collect coins. With colorful graphics and smooth controls, it’s one of the most downloaded offline games ever. New city updates and special events keep it exciting for years.",
    "size": 150,
    "reviews": 32000000,
    "ratingAvg": 4.6,
    "downloads": 3000000000
  },
  {
    "id": 17,
    "title": "Temple Run 2",
    "coverPhoto": "https://example.com/images/templerun2.png",
    "category": "Offline",
    "description": "Temple Run 2 takes the classic running adventure to the next level with new maps, obstacles, and power-ups. Escape from the cursed idol while avoiding cliffs, mines, and forests. It’s simple, addictive, and one of the best games to play without the internet.",
    "size": 120,
    "reviews": 11000000,
    "ratingAvg": 4.4,
    "downloads": 1000000000
  },
  {
    "id": 18,
    "title": "Angry Birds 2",
    "coverPhoto": "https://example.com/images/angrybirds2.png",
    "category": "Offline",
    "description": "Angry Birds 2 continues the legendary bird vs pig battle with improved graphics and new gameplay features. Players use slingshots to destroy pig fortresses and save eggs. The levels are creative, and the puzzles require strategic aiming. It’s a timeless classic that’s perfect for offline fun.",
    "size": 300,
    "reviews": 4500000,
    "ratingAvg": 4.5,
    "downloads": 500000000
  },
  {
    "id": 19,
    "title": "Shadow Fight 2",
    "coverPhoto": "https://example.com/images/shadowfight2.png",
    "category": "Offline",
    "description": "Shadow Fight 2 blends RPG and classical fighting styles. Players control a shadow warrior using martial arts and weapons. The animations and physics make every fight feel real. You can upgrade your weapons, armor, and magical abilities in this offline masterpiece.",
    "size": 700,
    "reviews": 8000000,
    "ratingAvg": 4.6,
    "downloads": 500000000
  },
  {
    "id": 20,
    "title": "Alto’s Odyssey",
    "coverPhoto": "https://example.com/images/altosodyssey.png",
    "category": "Offline",
    "description": "Alto’s Odyssey is a beautiful endless sandboarding game with stunning landscapes and relaxing music. Glide across dunes, discover temples, and explore secrets. It’s an artistic and peaceful offline experience that’s both visually and emotionally engaging.",
    "size": 150,
    "reviews": 2000000,
    "ratingAvg": 4.7,
    "downloads": 100000000
  },
  
  {
    "id": 21,
    "title": "Among Us",
    "coverPhoto": "https://example.com/images/amongus.png",
    "category": "Online",
    "description": "Among Us is a social deduction game where players work together to complete spaceship tasks while identifying impostors among the crew. The game promotes teamwork, communication, and deception. With colorful characters and cross-platform play, it’s one of the most popular multiplayer games worldwide.",
    "size": 200,
    "reviews": 12000000,
    "ratingAvg": 4.4,
    "downloads": 500000000
  },
  {
    "id": 22,
    "title": "Clash of Clans",
    "coverPhoto": "https://example.com/images/clashofclans.png",
    "category": "Online",
    "description": "Clash of Clans is a legendary strategy game where you build your village, train troops, and battle against millions of players worldwide. Create powerful clans, join wars, and participate in seasonal events. The game’s combination of base-building and tactical combat keeps players hooked for years.",
    "size": 250,
    "reviews": 25000000,
    "ratingAvg": 4.6,
    "downloads": 1000000000
  },
  {
    "id": 23,
    "title": "Roblox",
    "coverPhoto": "https://example.com/images/roblox.png",
    "category": "Online",
    "description": "Roblox is a global online platform where players can create, share, and play games built by other users. It’s more than just a game — it’s an entire virtual universe filled with millions of community-created experiences. Suitable for all ages and interests, from racing to roleplay.",
    "size": 900,
    "reviews": 22000000,
    "ratingAvg": 4.5,
    "downloads": 1000000000
  },
  {
    "id": 24,
    "title": "Mobile Legends: Bang Bang",
    "coverPhoto": "https://example.com/images/mobilelegends.png",
    "category": "Online",
    "description": "Mobile Legends is a 5v5 MOBA game that delivers fast-paced battles and strategic gameplay. Each match lasts around 10 minutes, featuring heroes with unique skills. Players can team up with friends, destroy enemy bases, and climb the ranked ladder to become a legend.",
    "size": 800,
    "reviews": 18000000,
    "ratingAvg": 4.3,
    "downloads": 500000000
  },
  {
    "id": 25,
    "title": "Brawl Stars",
    "coverPhoto": "https://example.com/images/brawlstars.png",
    "category": "Online",
    "description": "Brawl Stars by Supercell is a fast-paced multiplayer action game where players compete in short 3v3 battles. Each character, called a Brawler, has unique powers. The game includes various modes like Gem Grab, Showdown, and Bounty, offering endless competitive fun.",
    "size": 600,
    "reviews": 15000000,
    "ratingAvg": 4.5,
    "downloads": 500000000
  },
  {
    "id": 26,
    "title": "Ludo King",
    "coverPhoto": "https://example.com/images/ludoking.png",
    "category": "Ludu",
    "description": "Ludo King is the digital version of the classic board game played by friends and families. It supports both online and offline modes, allowing players to enjoy matches with friends or AI opponents. With colorful boards and custom themes, it has become a household favorite across generations.",
    "size": 60,
    "reviews": 20000000,
    "ratingAvg": 4.3,
    "downloads": 1000000000
  },
  {
    "id": 27,
    "title": "Carrom Pool",
    "coverPhoto": "https://example.com/images/carrompool.png",
    "category": "Ludu",
    "description": "Carrom Pool is a realistic digital version of the classic tabletop game. Play with real players worldwide or practice offline with bots. The game features smooth physics, online tournaments, and customizable strikers and pucks, making it highly engaging and competitive.",
    "size": 70,
    "reviews": 8000000,
    "ratingAvg": 4.4,
    "downloads": 500000000
  },
  {
    "id": 28,
    "title": "Snakes and Ladders King",
    "coverPhoto": "https://example.com/images/snakesladders.png",
    "category": "Ludu",
    "description": "Snakes and Ladders King revives the timeless board game experience with colorful graphics and multiplayer features. Roll the dice, climb ladders, and avoid snakes to reach victory. It’s easy to play, great for all ages, and can be enjoyed both online and offline.",
    "size": 40,
    "reviews": 1500000,
    "ratingAvg": 4.1,
    "downloads": 100000000
  },
  {
    "id": 29,
    "title": "Chess.com",
    "coverPhoto": "https://example.com/images/chesscom.png",
    "category": "Ludu",
    "description": "Chess.com is the world’s most popular platform for playing and learning chess. Battle real players, solve puzzles, and take lessons from grandmasters. Whether online or offline, it offers an incredible chess experience for both beginners and experts.",
    "size": 200,
    "reviews": 10000000,
    "ratingAvg": 4.7,
    "downloads": 50000000
  },
  {
    "id": 30,
    "title": "UNO!",
    "coverPhoto": "https://example.com/images/uno.png",
    "category": "Ludu",
    "description": "UNO! brings the iconic card game to your mobile with fun twists and online multiplayer. Play classic mode or try new challenges with friends. The game’s colorful visuals, easy rules, and exciting power cards make it a fun party favorite.",
    "size": 150,
    "reviews": 5000000,
    "ratingAvg": 4.5,
    "downloads": 100000000
  },
  
  {
    "id": "31",
    "title": "Grand Theft Auto V",
    "coverPhoto": "https://example.com/images/gta5.png",
    "category": "Premium",
    "downloadLink": "https://www.rockstargames.com/V/",
    "description": "Grand Theft Auto V delivers a vast, action-packed open-world experience where you can live the lives of three unique criminals in Los Santos. Explore, complete missions, or simply cause chaos in this beautifully detailed world. The game offers both a compelling single-player story and an expansive online mode. Its realistic graphics, engaging gameplay, and massive world make it one of the best-selling games ever made.",
    "ratings": "4.8",
    "developer": "Rockstar Games",
    "price": "$29.99",
    "tags": ["open world", "crime", "action", "premium"]
  },
  {
    "id": "32",
    "title": "Minecraft Java Edition",
    "coverPhoto": "https://example.com/images/minecraft.png",
    "category": "Premium",
    "downloadLink": "https://www.minecraft.net/en-us/store/minecraft-java-bedrock-edition-pc",
    "description": "Minecraft Java Edition is a sandbox building game that allows players to explore infinite worlds, build anything from simple homes to massive castles, and battle against mobs. The game focuses on creativity, exploration, and survival. Players can also play in multiplayer servers with custom mods and worlds, offering endless fun and possibilities.",
    "ratings": "4.9",
    "developer": "Mojang Studios",
    "price": "$26.95",
    "tags": ["sandbox", "creative", "premium", "multiplayer"]
  },
  {
    "id": "33",
    "title": "Red Dead Redemption 2",
    "coverPhoto": "https://example.com/images/rdr2.png",
    "category": "Premium",
    "downloadLink": "https://www.rockstargames.com/reddeadredemption2/",
    "description": "Red Dead Redemption 2 is a masterpiece in storytelling and open-world design. Set in America’s unforgiving heartland, you play as Arthur Morgan, an outlaw struggling to survive. The game features breathtaking landscapes, realistic gameplay mechanics, and emotional storytelling. It’s a cinematic experience that blends exploration, action, and survival perfectly.",
    "ratings": "4.9",
    "developer": "Rockstar Games",
    "price": "$39.99",
    "tags": ["western", "open world", "story", "premium"]
  },
  {
    "id": "34",
    "title": "The Witcher 3: Wild Hunt",
    "coverPhoto": "https://example.com/images/witcher3.png",
    "category": "Premium",
    "downloadLink": "https://thewitcher.com/en/witcher3",
    "description": "The Witcher 3: Wild Hunt offers a rich fantasy adventure filled with monster hunting, deep choices, and captivating storytelling. You play as Geralt of Rivia, a monster hunter searching for his adopted daughter. With hundreds of quests, amazing visuals, and award-winning writing, it’s one of the most loved RPGs ever created.",
    "ratings": "4.9",
    "developer": "CD Projekt Red",
    "price": "$24.99",
    "tags": ["RPG", "fantasy", "open world", "premium"]
  },
  {
    "id": "35",
    "title": "Cyberpunk 2077",
    "coverPhoto": "https://example.com/images/cyberpunk2077.png",
    "category": "Premium",
    "downloadLink": "https://www.cyberpunk.net/",
    "description": "Cyberpunk 2077 takes you to a futuristic city filled with technology, danger, and choices. You play as V, a mercenary searching for immortality. With deep RPG mechanics, detailed character customization, and an immersive world, this game offers hours of engaging gameplay in a visually stunning environment.",
    "ratings": "4.5",
    "developer": "CD Projekt Red",
    "price": "$34.99",
    "tags": ["sci-fi", "RPG", "premium", "open world"]
  },
  
  {
    "id": "36",
    "title": "Bus Simulator Indonesia",
    "coverPhoto": "https://example.com/images/bus-sim-indonesia.png",
    "category": "Bus",
    "downloadLink": "https://play.google.com/store/apps/details?id=id.indosat.bussimulator",
    "description": "Bus Simulator Indonesia is a realistic bus driving game where you experience the life of a bus driver in Indonesia. Drive through detailed city streets, follow traffic rules, pick up passengers, and explore various routes. The game combines realistic driving physics with local culture and visuals.",
    "ratings": "4.5",
    "developer": "Maleo",
    "price": "Free",
    "tags": ["simulation", "bus", "driving", "realistic"]
  },
  {
    "id": "37",
    "title": "City Bus Simulator 2023",
    "coverPhoto": "https://example.com/images/citybus2023.png",
    "category": "Bus",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.city.bus.simulator",
    "description": "City Bus Simulator 2023 lets you drive modern buses across realistic cityscapes. Pick up and drop off passengers, manage schedules, and upgrade your fleet. The game offers smooth controls and immersive 3D graphics, making bus driving fun and engaging.",
    "ratings": "4.2",
    "developer": "Ovidiu Pop",
    "price": "Free",
    "tags": ["bus", "simulation", "city", "driving"]
  },
  {
    "id": "38",
    "title": "Pro Bus Simulator",
    "coverPhoto": "https://example.com/images/probus.png",
    "category": "Bus",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.probus.simulator",
    "description": "Pro Bus Simulator offers realistic bus driving experiences in various countries. Drive different types of buses, handle traffic, and complete challenging missions. It’s perfect for fans of vehicle simulators who love detailed environments and physics.",
    "ratings": "4.3",
    "developer": "Zerone Games",
    "price": "Free",
    "tags": ["bus", "driving", "simulation", "missions"]
  },
  {
    "id": "39",
    "title": "Bus Simulator: Ultimate",
    "coverPhoto": "https://example.com/images/busultimate.png",
    "category": "Bus",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.bussim.ultimate",
    "description": "Bus Simulator: Ultimate allows you to become a bus driver with complete control over your routes. Upgrade buses, manage schedules, and travel across cities worldwide. The game combines simulation and management for a complete bus driving experience.",
    "ratings": "4.4",
    "developer": "Zuuks Games",
    "price": "Free",
    "tags": ["simulation", "bus", "management", "driving"]
  },
  {
    "id": "40",
    "title": "Bus Simulator 3D",
    "coverPhoto": "https://example.com/images/bus3d.png",
    "category": "Bus",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.bussimulator3d",
    "description": "Bus Simulator 3D is a casual yet realistic bus driving game. Players pick up passengers, follow routes, and earn money to upgrade buses. Its 3D graphics, traffic system, and realistic physics make it a favorite among bus game enthusiasts.",
    "ratings": "4.1",
    "developer": "Ovidiu Pop",
    "price": "Free",
    "tags": ["bus", "3D", "simulation", "driving"]
  },
  {
    "id": "41",
    "title": "Asphalt 8: Airborne",
    "coverPhoto": "https://example.com/images/asphalt8.png",
    "category": "Racing",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.gameloft.android.ANMP.GloftA8HM",
    "description": "Asphalt 8: Airborne is a high-octane racing game featuring exotic cars, crazy stunts, and thrilling tracks. Race online or offline, perform flips, and win tournaments. The game offers console-quality graphics and exciting gameplay for racing fans.",
    "ratings": "4.6",
    "developer": "Gameloft",
    "price": "Free",
    "tags": ["racing", "arcade", "cars", "stunts"]
  },
  {
    "id": "42",
    "title": "Real Racing 3",
    "coverPhoto": "https://example.com/images/realracing3.png",
    "category": "Racing",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.ea.games.r3_row",
    "description": "Real Racing 3 offers realistic driving experience with licensed cars, real tracks, and online multiplayer. Participate in championships, time trials, and online events. The detailed physics engine ensures authentic driving sensations.",
    "ratings": "4.5",
    "developer": "Electronic Arts",
    "price": "Free",
    "tags": ["simulation", "racing", "cars", "realistic"]
  },
  {
    "id": "43",
    "title": "Need for Speed: No Limits",
    "coverPhoto": "https://example.com/images/nfsnolimits.png",
    "category": "Racing",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.ea.games.nfs13_na",
    "description": "Need for Speed: No Limits brings street racing to mobile devices with high-speed pursuits, car customization, and underground racing. It features challenging events, smooth controls, and vivid graphics.",
    "ratings": "4.4",
    "developer": "Electronic Arts",
    "price": "Free",
    "tags": ["racing", "cars", "street", "arcade"]
  },
  {
    "id": "44",
    "title": "Hill Climb Racing 2",
    "coverPhoto": "https://example.com/images/hillclimb2.png",
    "category": "Racing",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.fingersoft.hcr2",
    "description": "Hill Climb Racing 2 is a physics-based racing game with fun vehicles and tracks. Players perform stunts, upgrade vehicles, and compete in multiplayer races. Its casual gameplay and addictive mechanics make it a favorite for all ages.",
    "ratings": "4.5",
    "developer": "Fingersoft",
    "price": "Free",
    "tags": ["racing", "physics", "stunts", "multiplayer"]
  },
  {
    "id": "45",
    "title": "Traffic Racer",
    "coverPhoto": "https://example.com/images/trafficracer.png",
    "category": "Racing",
    "downloadLink": "https://play.google.com/store/apps/details?id=com.skgames.trafficracer",
    "description": "Traffic Racer is an endless racing game where players drive fast cars through traffic. Upgrade vehicles, improve speed, and compete for high scores. It’s casual yet thrilling, with intuitive controls and smooth gameplay.",
    "ratings": "4.2",
    "developer": "SK Games",
    "price": "Free",
    "tags": ["racing", "cars", "traffic", "endless"]
  }













]
